<!DOCTYPE html>
<html>
<head>
	<?php require "parts/head.php"; ?>
	<title>Історія кінематографу</title>
</head>
<body>
	<div id="wrapper">
    	<div id="content">
            <?php require "parts/header.php"; ?>
            <?php require "parts/nav.php"; ?>  
            <div id="main">
	            <div id="news">
                        <h2 class="heading">Історія кіно</h2>
                        <div style="clear:both"><br></div>
                		<div class="history">
                        <strong>Кінематограф</strong> (від грец. κινεμα, род. в. грец. κινεματος — рух та грец. γραφο — писати, зображати) — це галузь культури та економіки, що об'єднує всі види професійної діяльності, пов'язаної з виробництвом, розповсюдженням, зберіганням та демонструванням фільмів, а також навчально-наукову роботу.
							<h2>Історія</h2>
							<ul>
								<li>Кінець XIX століття — Створення кінетоскопів, біоскопів, вітаскопів і ін. примітивних видів кінопроекторів.</li>
								<li>Влітку 1893 р. одеський механік Тимченко Йосип Андрійович разом з фізиком М. Любимовим розробив скачковий механізм «слимак», який було використано для удосконалення стробоскопу. Принцип дії цього механізму став основою для нового апарату «кінескопу», у створенні якого брав участь винахідник М. Фрейденберг.</li>
								<li>У листопаді 1893 р. в одеському готелі «Франція» (на розі вул. Дерібасівської та Колодязного провулку) відбулася публічна демонстрація двох кінофільмів, знятих «кінескопом» на Одеському іподромі: «Вершник» та «Метальник списа».</li>
								<li>У січні 1894 р. на IX з'їзді дослідників природи та лікарів Російської імперії Тимченко за допомогою свого апарату демонстрував зображення на екрані. Учасники з'їзду схвально сприйняли апарат Тимченка й висловили подяку винахіднику. Таким чином Й.Тимченко випередив західноєвропейських винахідників Л.Люм'єра, Ж.Демені, С.Складовського. Але його апарат ніколи не був запатентований. «Кінескоп» Й.Тимченка досі зберігається в запасниках Політехнічного музею в Москві.</li>
								<li>1894 — Винахід німого кіно. Демонстрація винаходу в США Т. Едісоном, в Англії Р. У. Поллом.</li>
								<li>1895 — Винахід синематографа (з'єднання плівки з проекційним ліхтарем) братами Оґюстом і Луї Люм'єрами. Поява перших документальних фільмів братів Люм'єр («Прибуття потягу», «Поливальник» і т. д.).</li>
								<li>1896 — був знятий перший в Російський імперії документальний фільм (рос.)«Вид харьковского вокзала в момент отхода поезда с находящимся на платформе начальством».</li>
								<li>1907—1908 — Застосування режисером Ж. Мельєсом технічних трюків в кіно (макети, подвійна експозиція, комбіновані, сповільнені і прискорені зйомки і т. д.). Зйомки фантастичних серій («Подорож на Місяць», «Подорож через неможливе (фр. Le Voyage a Travers L impossible)» 1904), зйомки кінофеєрій («Червоний Капелюшок», «Попелюшка»).</li>
								<li>1907 — Винахід професором Петербурзького технологічного інституту Б. Л. Розінгом електронно-променевої трубки (кінескопа).</li>
								<li>1908 — Створення першого мальованого (мультиплікаційного) фільму у Франції.</li>
								<li>1911 — Розінг вперше у світі здійснив в лабораторних умовах передачу зображення на відстань декількох метрів (прообраз телебачення).</li>
								<li>1914 — Створення нових жанрів кінематографа (детектив, комічний фільм, вестерн, багатосерійний пригодницький фільм). Розквіт німого кіно в Росії (режисери Я. Протазанов, Е. Бауер, В. Гардин, актори В. Холодна, І. Мозжухин, В. Полонській).</li>
								<li>1920 — Масовий розвиток світового кіно завдяки творчості американських режисерів Д. Гріффіта і Т. Інса. Створення Ч. Чапліним фільмів, що увійшли до золотого фонду світового мистецтва («Малюк», «Золота лихоманка», «Цирк», «На плече»). Поява в Росії робіт талановитих режисерів С. Ейзенштейна, В. Пудовкина, О. Довженка, що відносяться до найвищих досягнень кіномистецтва XX ст. («Броненосець „Потемкин“», «Нащадок Чингізхана» та ін.).</li>
								<li>1927 — Створення першого звукового фільму на кіностудії «Ворнер Бразерс» (режисер А. Кросленд, фільм «Співак джазу»). В СРСР перші звукові фільми з'явилися в 1931—1932 рр. («Путівка в життя» Н. Екка і «Стрічний» С. Юткевіча і Ф. Ермлера).</li>
								<li>1936 — Перші передачі телебачення в СРСР.</li>
								<li>1940 — Поява в СРСР у продажу перших телевізорів.</li>
								<li>1949 — Модернізація телецентру на Шаболовці. Здійснення регулярного телемовлення в СРСР.</li>
								<li>1970 — Винахід касетного відеомагнітофона-приставки до телевізора.</li>
								<li>1973 — Початок масового випуску японською фірмою «Sony» відеомагнітофонів і касет</li>
								<li>1980-ті і по теперішній час — Впровадження в сучасне кіно електронної техніки, використання багатоканальних систем запису і відтворення звуку, використання комп'ютерної графіки і синтезаторів, забезпечення ефекту безпосередньої присутності глядача у відтворюваній події (стереоефекти, ефект dolby).</li>
							</ul>
                        </div>
				</div>
            </div>
			<?php require "parts/aside.php"; ?>
            <?php require "parts/start.php"; ?>
		</div>
        <?php require "parts/footer.php"; ?>
    </div>
<?php require "parts/jq.php"; ?>
</body>
</html>