<!DOCTYPE html>
<html lang="uk">
<head>
	<?php require "parts/head.php"; ?>
	<title>Термінологія</title>
</head>
<body>
	<div id="wrapper">
    	<div id="content">
            <?php require "parts/header.php"; ?>
            <?php require "parts/nav.php"; ?>  
            
            <div id="main">
	            <div id="news">
                        <h2 class="heading">Термінологія</h2>
                        <div style="clear:both"><br></div>
                		<div class="block">
							<dl>
								<dt>Блокбастер</dt>
									<dd>термін щодо дуже успішних, високобюджетних вистав і кінофільмів. Термін походить від театрального жаргону у Великій Британії.</dd>
								<dt>Буктрейлер</dt>
									<dd>короткий відеоролик за мотивами книги, кліп по книзі. Метою створення буктрейлера є спонукання до прочитання книги. Його особливістю є те, що розповідь про книгу подається в образній, інтригуючій формі.</dd>
								<dt>Звукова доріжка</dt>
									<dd>звукова доріжка. Музичне оформлення будь-якого матеріалу, наприклад, фільму, мультфільму або комп'ютерної гри. Інколи використовується англійська абревіатура OST, яка розшифровується як <i>«Original Soundtrack»</i> і означає оригінальну звукову доріжку, яку продають окремо від того матеріалу, для якого вона була написана.</dd>
								<dt>Інтертитри</dt>
									<dd>спеціальні кадри, що містять більш-менш прикрашений орнаментом текст, діалог або коментар, що вставляється під час монтажу між двома кадрами для роз'яснення сюжетних поворотів або передачі іншої інформації глядачеві. Використовувалися в основному в німому кінематографі.</dd>
								<dt>Касові збори</dt>
									<dd>термін, що використовується в кінопрокатах та театрах і означає виторг від продажу квитків.</dd>
								<dt>Кіноляп</dt>
									<dd>технічна, логічна чи фактологічна помилка при зйомках, монтажі фільму чи мультфільму, яка, будучи помічена, порушує природність того, що відбувається на екрані і так чи інакше, розкриває глядачеві деякі деталі виробництва картини.</dd>
								<dt>Ремейк</dt>
									<dd>новіша версія або інтерпретація раніше виданого твору (фільму, пісні, будь-якої музичної композиції або драматургічної роботи) в сучасній кінематографії та музиці.</dd>
								<dt>Сиквел</dt>
									<dd>художній твір (роман, кінофільм), який продовжує сюжет іншого відомого художнього твору.</dd>
							</dl>
                        </div>
				</div>
            </div>

            <?php require "parts/aside.php"; ?>
            <?php require "parts/start.php"; ?>
		</div>
        <?php require "parts/footer.php"; ?>
    </div>
<?php require "parts/jq.php"; ?>   
</body>
</html>