-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Бер 16 2017 р., 21:29
-- Версія сервера: 5.5.53
-- Версія PHP: 5.6.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `themovie`
--

-- --------------------------------------------------------

--
-- Структура таблиці `articles`
--

CREATE TABLE `articles` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `picture` varchar(255) NOT NULL,
  `short_text` text NOT NULL,
  `full_text` text NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `articles`
--

INSERT INTO `articles` (`id`, `title`, `picture`, `short_text`, `full_text`) VALUES
(1, 'Ув’язнений через мистецтво – Джонні Депп заступився за Олега Сенцова', '../img/a6.jpg', 'Правозахисна організація Voice Project розпочала кампанію \"Ув’язнений через мистецтво\"...', '<p>Правозахисна організація Voice Project розпочала кампанію \"Ув’язнений через мистецтво\" (Imprisoned for Art). В цьому проекті відомі зірки привертають увагу своїх колег з різних країн світу, які опинилися в тюрмі через політичні мотиви.</p>\r\n\r\n							<p>Відповідне фото опубліковане на сайті Voice Project.</p>\r\n\r\n							<p>Про українського режисера, який зараз відбуває термін у російській тюрмі, нагадує актор Джонні Депп.</p>\r\n'),
(2, 'Україна дасть 2 мільйони на фільм про активістів Євромайдану', '../img/a5.jpg', 'Державне агентство України з питань кіно підписало контракт з компанією \"Альбатрос Коммунікос Україна\"', '<p>Державне агентство України з питань кіно підписало контракт з компанією \"Альбатрос Коммунікос Україна\" на зйомки документального фільму \"Перша сотня\".\r\n						</p>\r\n						<p>Про це повідомляє прес-служба Держкіно.</p>\r\n\r\n						<p>Зазначається, що Україна надасть стрічці фінансову підтримку, розмір якої становить близько 2 мільйонів гривень, а це 50% загальної вартості фільму.</p>\r\n\r\n						<p>Зауважимо, що \"Перша сотня\" є переможцем 8-го конкурсного відбору Держкіно.</p>\r\n\r\n						<p>Режисерами та авторами сценарію кінокартини стали Ярослав Пілунський і Юлія Шашкова.</p>\r\n\r\n						<blockquote>Фільм розповідатиме про громадських активістів Революції Гідності, які пройшли тяжкий шлях з перших днів Майдану. Пройшли крізь надії та розчарування, мужність та зрадництво, крізь війну, кров та сльози, втрати та перемоги, але зберегли свою честь і гідність,\r\n						– йдеться у прес-релізі стрічки.</blockquote>\r\n'),
(3, 'Український фільм здобув престижну європейську нагороду', '../img/a4.jpg', 'Українська стрічка \"Моя бабуся Фанні Каплан\" здобула перемогу на конкурсі London Crystal Palace International Film Festival...', '<p>Українська стрічка \"Моя бабуся Фанні Каплан\" здобула перемогу на конкурсі London Crystal Palace International Film Festival.\n  </p><p>\nПро це мовиться на Facebook-сторінці стрічки. </p>\n <p>\nУкраїнський фільм переміг у номінації \"Найкращий іноземний фільм\". </p>\n <p>\n<q>Круто і шалено весело! Приз \"Кращий іноземний фільм\" London Crystal Palace International Film Festival отримав фільм \"Моя бабуся Фанні Каплан</q>, – повідомляють творці фільму. </p>\n'),
(4, 'Marvel vs DC: чого чекати від війни гігантів коміксів у кінотеатрах', '../img/a3.jpg', 'Поп-культура вже давно спостерігає за битвою двох гігантів затамувавши дихання. Конкуренція між обома франчайзами спершу...', '<p>Поп-культура вже давно спостерігає за битвою двох гігантів затамувавши дихання. Конкуренція між обома франчайзами спершу відбувалася виключно на рику коміксів, але за останні 10 років активно перейшла у кіно.</p> \n                        <p>На сьогодні маємо досить чітку ситуацію. Marvel, у куди більш виграшній позиції, можуть забезпечити своїх фанатів фільмами на 10 років наперед і що б вони там не знімали, усе одно будуть незадоволені, але армія шанувальників лише більшатиме.</p> <p> Плюватимуться лише критики та естети, а люди, яким усілякі тонкощі з характерами персонажів з коміксів та кіно не надто цікаві, просто підуть на якісно поставлений атракціон. </p> \n                        <p> А от DC ризикує лишитись заздрісним братом, який все намагаєтсья скопіювати, але видати за своє власне, мовляв, я теж так бачу, але інакше. Тому у висновку виходить сумбур та дисгармонія. Але чим скінчиться ця кінобитва – стане ясно ще дуже нескоро.</p>\n'),
(5, 'Джонні Депп переїхав жити до колишньої дружини', '../img/a2.jpg', 'Скандальновідомий актор Джонні Депп перебрався жити до паризької квартири, де живе його колишня дружина Ванесса Параді разом...', '<p>Скандальновідомий актор Джонні Депп перебрався жити до паризької квартири, де живе його колишня дружина Ванесса Параді разом з їхніми спільними дітьми: Лілі-Роуз Мелоді і Джоном Крістофером.</p>\r\n\r\n<p>Про це пише видання elle.ua.</p>\r\n\r\n<p>Як повідомляють інсайдери, наближені до акторів, таким чином, Депп хоче бути ближче до дітей.</p>\r\n\r\n<p><q>Джонні випросив дозвіл повернутися до Ванесси і дітей, щоб жити з ними в їх великій квартирі в Парижі. Так він може весь час бути з дочкою і сином. Він сподівається, що відновить відносини і з Ванессою</q>, – розповідають джерела.</p>\r\n\r\n<p>Більше того, Деппа і Параді навіть бачили в одному з ресторанів Лос-Анджелеса.</p>\r\n\r\n<p><q>Вони фліртували один з одним в затишному місці бару, і, схоже, їх не хвилювало, хто і як на них дивиться</q>, – кажуть інсайдери.</p>\r\n\r\n<p>Нагадаємо, що Джонні Депп і Ванесса Параді жили разом 14 років. Потім Депп покинув Ваннесу заради акторки Ембер Херд. Депп і Херд одружилися, але прожили разом недовго, через рік вони з гучним скандалом розлучились.</p>\r\n'),
(6, 'Роберту де Ніро запропонували покинути США', '../img/a1.jpg', 'Мер комуни Ферраццано, що на півдні Італії запропонував політичний притулок Голлівудські зірці...', '<p>Мер комуни Ферраццано, що на півдні Італії запропонував політичний притулок Голлівудські зірці Роберту де Ніро, який публічно виступав проти обраного президента США Дональда Трампа.\r\n						</p>\r\n						<p><q>Якщо після розчарування від обрання Трампа він захоче емігрувати, то ми готові його прийняти. Звичайно, для нас це стане честю і доставить нам велику радість</q>, – мер комуни з населенням в три тисячі осіб Антоніо Черіо.\r\n						</p>\r\n						<p>Варто додати, що саме в Ферраццано до переїзду в США жили предки де Ніро.</p>\r\n						<p>\r\n						Нагадаємо, раніше голівудський актор Роберт де Ніро записав звернення з жорсткою критикою президента США Дональда Трампа.</p>\r\n');

-- --------------------------------------------------------

--
-- Структура таблиці `treilers`
--

CREATE TABLE `treilers` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `short_text` varchar(255) NOT NULL,
  `full_text` text NOT NULL,
  `video` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `treilers`
--

INSERT INTO `treilers` (`id`, `title`, `short_text`, `full_text`, `video`) VALUES
(1, 'Загублена', 'Все було готово для святкування п\'ятирічного ювілею подружнього життя, коли раптом...', '<p>Все було готово для святкування п\'ятирічного ювілею подружнього життя, коли раптом незрозуміло як зник один з винуватців свята. Залишилися сліди боротьби у будинку, кров, яку намагалися стерти, - і низка \"ключів\" у грі під назвою \"пошук скарбів\"; красива, розумна і неймовірно вигадлива дружина щорічно влаштовувала цю гру для свого чоловіка. І схоже, що \"ключі\", розміщені нею тут і там, дивні записки і не менш дивні дрібнички, дають шанс пролити світло на долю зниклої. Але чи не доведеться, \"мисливцю\" в процесі розрити світу і пару-трійку власних малоприємних таємниць?</p> \r\n', 'https://www.youtube.com/embed/6p11H6b3KYU'),
(2, 'Інтерстеллар', 'Група дослідників подорожує в просторово-часовому тунелі, та з’ясовує можливості...', '<p>Натхненний роботою науковця Кіпа Трона та його теорії про існування міжгалактичного тунелю, Крістофер Нолан створив новий шедевр, робота над яким велась ще з 2006 року. Зірковий склад володарів премії «Оскар».</p> \r\n                            <p> Аби створити сенсаційний проект, всі деталі сюжету засекречені. Відомо лише, що у фільмі «Інтерстеллар» група дослідників подорожує в просторово-часовому тунелі, та з’ясовує можливості подолання величезних відстаней у космосі. </p>\r\n', 'https://www.youtube.com/embed/tSfHfZjRh8M'),
(3, 'Одержимість', 'Молодий музикант намагається стати відомим джазовим барабанщиком...', '<p>Історія молодого барабанщика Ендрю, який потрапляє у відомий окрестр Нью-Йорка під керівництвом диригента Флетчера. Але отримати місце за барабанною установкою виявляється мало. Щоб продовжити кар\'єру, Ендрю потрібно буде день у день доводити, що він цього місця дійсно гідний .</p>', 'https://www.youtube.com/embed/aRWfz1w_Nlc'),
(4, 'Фантастичні звірі і де їх шукати', 'Назва фільму «Фантастичні звірі і де їх шукати» – це ще й назва книги, яку написав...', '<p>Назва фільму «Фантастичні звірі і де їх шукати» – це ще й назва книги, яку написав головний герой Ньют Скамандер. Він відомий дослідник і письменник, а підручники його авторства входять до обов\'язкової програми Гоґвортсу, знаменитої школи магії. Події картини розгортаються в 1920-і роки в Нью-Йорку, за 70 років до того, як поріг всесвітньо відомої школи переступить Гаррі Поттер.</p> \r\n                            <p>В основу фільму покладена книга Джоан Ролінґ, написана нею від імені Ньюта Скамандера як підручник для Гоґвортсу. Це перелік фантастичних тварин і їх опис. Дана картина стане першою в майбутній трилогії. Студія Warner Bros., яка взялася за реалізацію проекту, запросила в режисерське крісло Девіда Єтса, який працював над чотирма останніми частинами кіносаги про Гаррі Поттера. Сценарієм займеться сама Джоан Ролінґ. Продюсери заявили що частини трилогії зніматимуть раз на два роки. </p>\r\n', 'https://www.youtube.com/embed/IwRNIKfze0U'),
(5, 'Warcraft: Початок', 'Культова гра Warcraft оживає на великому екрані у масштабному і величному фентезі...', '<p>Культова гра Warcraft оживає на великому екрані у масштабному і величному фентезі! Дія відбувається в Азероті, перед нами перші зіткнення орків з людьми і вся історія їхнього тривалого конфлікту. Чи вдасться людям стримати навалу ворога, який володіє надпотужною силою та на боці якого виступають демонічні сили?! Дивовижний всесвіт Варкрафрт, який вже має мільйонну армію шанувальників, приголомшить надсучасними візуальними ефектами, а епічне протистояння ватажків обох рас перенесе глядача в самий епіцентр подій!</p> \r\n', 'https://www.youtube.com/embed/MVDhCI8WuvE');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `treilers`
--
ALTER TABLE `treilers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT для таблиці `treilers`
--
ALTER TABLE `treilers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
